import { Component } from '@angular/core';

@Component({
  selector: 'app-review',
  templateUrl: './review.component.html',
  styleUrls: ['./review.component.scss'],
})
export class ReviewComponent {
  reviews = [
    {
      author: 'Анонімний користувач',
      text: 'Рекомендую Ольгу як висококваліфікогваного спеціаліста. З нею мені було комфортно з самої першої зустрічі. Дуже подобається підхід Ольги, а особливо арт-терапія.',
    },
    {
      author: 'Анонімний користувач',
      text: 'Рекомендую Ольгу як висококваліфікогваного спеціаліста. З нею мені було комфортно з самої першої зустрічі. Дуже подобається підхід Ольги, а особливо арт-терапія.',
    },
    {
      author: 'Анонімний користувач',
      text: 'Рекомендую Ольгу як висококваліфікогваного спеціаліста. З нею мені було комфортно з самої першої зустрічі. Дуже подобається підхід Ольги, а особливо арт-терапія.',
    },
  ];
}
